Indicates if the cursor is banned or not.
  Namespace:   Autodesk.Revit.UI
  Assembly:   RevitAPIUI  (in RevitAPIUI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public bool IsBanned { get; set; }
  Visual Basic
Public Property IsBanned As Boolean
	Get
	Set
  Visual C++
public:
property bool IsBanned {
	bool get ();
	void set (bool value);
}
 See Also
  FamilyInstancePlacingArgs Class
  Autodesk.Revit.UI Namespace